[
  {
      "service_id": "04",
      "title": "Baklava",
      "img": "https://ibb.co/1QYkwQd",
      "price": "20.00",
      "description": " Baklava is a rich, syrupy pastry dessert, and is arguably the most popular dessert in Turkey.It is a sticky, sweet pastry made of layers of filo separated with oil and melted butter, traditionally filled with chopped nuts.Everything is held together with honey or syrup.Today, you can find baklava with almost anything inside.The filling can include hazelnuts, pistachios, or cottage cream.The sweet pastries are sliced into diamonds, squares, or triangles before baking.The cooked baklava is poured with a sweet syrup and allowed to soak in for hours, and sometimes even an entire day.This beloved Turkish pastry is a rich and filling dessert that those with a sweet tooth should definitely try."
  },
  {
      "service_id": "05",
      "title": "İmam Bayıldı (Stuffed Eggplants/Aubergines)",
      "img": "https://ibb.co/Dg5LdC4",
      "price": "20.00",
      "description": "This Turkish delicacy is a colorful and nutritious vegetarian dish that translates into “the Imam fainted.” It consists of braised and simmered aubergines stuffed with bulgur, rice, and different vegetables such as tomatoes, onions, and garlic before being cooked or baked.There’s also a version of this hearty and versatile dish for meat lovers. It includes beef in the mixture used as a filling.It’s a sensual, diverse Turkish food, rich in taste and texture. It would be a shame to not enjoy it with a side of Turkish yogurt drink."
  },
  {
      "service_id": "01",
      "title": "Sis Kebabs(Shish Kebabs)",
      "img": "https://ibb.co/xjtFdSr",
      "price": "40.00",
      "description": "Sis Kebabs are popular not only across Turkey but also throughout the world.This Turkish meat dish consists of skewered pieces of meat cooked on hot charcoal. Unlike what you usually get elsewhere, the perfect Turkish recipe calls for small and juicy pieces of lamb meat.It consists of perfectly cooked, marinated skewered lamb or beef cubes usually served with rice, salad, and thin bread on the side or wrapped up in a thin sheet of flatbread, not hiding away the flavor of the meat.Sis kebabs are best enjoyed hot out of the charcoal. They are savory, tender, and delicious.Sis Kebabs form one of the cornerstones of Turkish cuisine, and Turkish people have brought this delightful dish to cities and countries all over the world."
  },
  {
      "service_id": "02",
      "title": "Pide(Turkish Flatbread or Pizza)",
      "img": "https://ibb.co/0yBVLWN",
      "price": "50.00",
      "description": "One of the most popular Turkish foods, this boat-shaped pastry is made with slightly thick dough and a wide range of fillings.The most typical fillings include different meats, fresh vegetables, cooked spinach, eggs and the spicy Turkish sausage sucuk, and cheese. The dough is then baked in a high-heat stove oven.According to many people, this Turkish food is the closest version of a Turkish pizza you can find. Pide is best enjoyed when served warm. You can find it at many takeaway establishments around the country, and you can eat it as a starter or as a main."
  },
  {
      "service_id": "03",
      "title": "Kayısı Tatlısı",
      "img": "https://ibb.co/0JV7C2v",
      "price": "30.00",
      "description": "This traditional Turkish dessert dish consists of dried apricots filled with cottage cream and sprinkled with nuts.It is perfectly sticky, syrupy, and sweet, with a satisfying crunch, courtesy of the nuts. Firm and fleshy apricots make the perfect Kayısı Tatlısı.When it comes to the filling, the Turkish cottage cream called kaymak is used, as it takes this Turkish food to another level."
  },
  {
      "service_id": "06",
      "title": "Alinazik Kebab",
      "img": "https://ibb.co/bbmWWy5",
      "price": "20.00",
      "description": "This kebab variety is most popular in Gaziantep. Char-grilled aubergines (eggplants) are pureed and mixed with garlic yogurt sauce and topped with sweet lamb chunks that melt in your mouth. The lamb is usually stewed with red pepper paste, onions, tomato paste or tomatoes, and olive oil.Aubergines in the traditional dish have a smoky flavor achieved from being roasted over a coal fire. Alinazik Kebab pairs well with turnip juice and winter salad on the side, and is a must-try eggplant dish."
  }
]